# core
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"


# cli tools
brew 'git'
brew 'stow'
brew 'tree'
brew 'python'
brew 'neovim'
brew 'zsh'
brew 'zsh-autosuggestions'
brew 'zsh-syntax-highlighting'
brew 'zsh-completion'
brew 'tmux'
brew 'pandoc'
brew 'openssl'
brew 'neofetch'
brew 'goodreadsh'
brew 'coreutils'
brew 'brightness'


# casks
cask 'alfred'
cask 'flux'
cask 'slack'
cask 'spotify'
cask 'iterm2'
cask 'calibre'
cask 'firefox'
cask 'spark'
cask 'transmission'
cask 'iina'
